[
  "cm-editor-syntax-highlight-obsidian",
  "markdown-prettifier",
  "extract-highlights-plugin",
  "obsidian-commits",
  "obsidian-journey-plugin",
  "obsidian-query-language",
  "obsidian-markdown-furigana",
  "footlinks",
  "wikilinks-to-mdlinks-obsidian",
  "dataview",
  "obsidian-git",
  "remember-cursor-position",
  "table-extended",
  "open-vscode",
  "buttons",
  "customjs",
  "cmenu-plugin",
  "obsidian-excalidraw-plugin",
  "obsidian-spaced-repetition",
  "folder-note-plugin",
  "obsidian-banners",
  "media-extended",
  "quickadd",
  "smart-random-note",
  "obsidian42-text-transporter",
  "rss-reader",
  "obsidian-auto-pair-chinese-symbol",
  "cm-chs-patch",
  "obsidian-stille"
]