[
  "cm-editor-syntax-highlight-obsidian",
  "markdown-prettifier",
  "extract-highlights-plugin",
  "obsidian-commits",
  "obsidian-journey-plugin",
  "obsidian-query-language",
  "obsidian-markdown-furigana",
  "wikilinks-to-mdlinks-obsidian",
  "dataview",
  "obsidian-git",
  "remember-cursor-position",
  "table-extended",
  "open-vscode",
  "buttons",
  "customjs",
  "obsidian-excalidraw-plugin",
  "obsidian-spaced-repetition",
  "obsidian-banners",
  "media-extended",
  "quickadd",
  "smart-random-note",
  "obsidian42-text-transporter",
  "rss-reader",
  "obsidian-auto-pair-chinese-symbol",
  "cm-chs-patch",
  "obsidian-stille",
  "highlightr-plugin",
  "obsidian-hover-editor",
  "obsidian42-brat",
  "obsidian-style-settings",
  "easy-typing-obsidian",
  "obsidian-epub-plugin",
  "obsidian-annotator",
  "obsidian-linter",
  "obsidian-metatable",
  "image-captions",
  "folder-note-plugin"
]