[
  "cm-editor-syntax-highlight-obsidian",
  "markdown-prettifier",
  "extract-highlights-plugin",
  "obsidian-commits",
  "obsidian-journey-plugin",
  "note-folder-autorename",
  "obsidian-query-language",
  "obsidian-markdown-furigana",
  "footlinks",
  "wikilinks-to-mdlinks-obsidian",
  "dataview",
  "obsidian-git",
  "sliding-panes-obsidian",
  "remember-cursor-position",
  "table-extended",
  "open-vscode",
  "buttons",
  "customjs",
  "cmenu-plugin",
  "obsidian-style-settings"
]